Repository: rmstaanaIT/trufi-core
Catalog: translations/trufiapp_*.arb
Languages: de_de, es_es

# tagline
source: A Jeepney Navigation for Commuters using Android App
de_de: Eine Jeepney-Navigation für Pendler mit Android App
es_es: Transporte público en Valenzuela City

# description
source: The best way to travel with jeepneys through Valenzuela City.
de_de: Die beste Art, mit Jeepneys durch Valenzuela City zu reisen.
es_es: La mejor forma de viajar en jeepneys por Valenzuela City.

# alertLocationServicesDeniedTitle
source: No location
de_de: Kein Ort
es_es: Ninguna ubicación

# alertLocationServicesDeniedMessage
source: Please make sure your device has GPS and the Location settings are activated.
de_de: Stellen Sie sicher, dass Ihr Gerät über GPS verfügt und die Standorteinstellungen aktiviert sind.
es_es: Asegúrese de que su dispositivo tenga GPS y que la configuración de Ubicación esté activada.

# commonOK
source: OK
de_de: okay
es_es: Okay

# commonCancel
source: Cancel
de_de: Stornieren
es_es: Cancelar

# commonGoOffline
source: Go offline
de_de: Gehe offline
es_es: Salir de línea

# commonGoOnline
source: Go online
de_de: Online gehen
es_es: Ir en línea

# commonDestination
source: Destination
de_de: Ziel
es_es: Destino

# commonOrigin
source: Origin
de_de: Ursprung
es_es: Origen

# commonNoInternet
source: No internet connection.
de_de: Keine Internetverbindung.
es_es: Sin conexión a Internet.

# commonFailLoading
source: Failed to load data
de_de: Daten konnten nicht geladen werden
es_es: Error al cargar datos

# commonUnknownError
source: Unknown error
de_de: Unbekannter Fehler
es_es: Error desconocido

# noRouteError
source: Sorry, we could not find a route. What do you want to do?
de_de: Entschuldigung, wir konnten keine Route finden. Was möchten Sie tun?
es_es: Lo sentimos, no pudimos encontrar una ruta. ¿Qué quieres hacer?

# noRouteErrorActionCancel
source: Try another destination
de_de: Versuchen Sie es mit einem anderen Ziel
es_es: Prueba otro destino

# noRouteErrorActionReportMissingRoute
source: Report a missing route
de_de: Eine fehlende Route melden
es_es: Informar una ruta faltante

# noRouteErrorActionShowCarRoute
source: Show route by car
de_de: Route mit dem Auto anzeigen
es_es: Mostrar ruta en coche

# errorServerUnavailable
source: We're sorry. The trip planner is temporarily unavailable. Please try again later.
de_de: Es tut uns leid. Der Routenplaner ist vorübergehend nicht verfügbar. Bitte versuchen Sie es später noch einmal.
es_es: Lo sentimos. El planificador de viajes no está disponible temporalmente. Por favor, inténtelo de nuevo más tarde.

# errorOutOfBoundary
source: Trip is not possible. You might be trying to plan a trip outside the map data boundary.
de_de: Reise ist nicht möglich. Sie versuchen möglicherweise, eine Reise außerhalb der Kartendatengrenze zu planen.
es_es: El viaje no es posible. Quizás esté intentando planificar un viaje fuera del límite de datos del mapa.

# errorPathNotFound
source: Trip is not possible. Your start or end point might not be safely accessible (for instance, you might be starting on a residential street connected only to a highway).
de_de: Reise ist nicht möglich. Ihr Start- oder Endpunkt ist möglicherweise nicht sicher erreichbar (Sie starten beispielsweise in einer Wohnstraße, die nur mit einer Autobahn verbunden ist).
es_es: El viaje no es posible. Es posible que su punto de inicio o finalización no sea accesible de manera segura (por ejemplo, puede estar comenzando en una calle residencial conectada solo a una carretera).

# errorNoTransitTimes
source: No transit times available. The date may be past or too far in the future or there may not be transit service for your trip at the time you chose.
de_de: Keine Transitzeiten verfügbar. Das Datum liegt möglicherweise in der Vergangenheit oder zu weit in der Zukunft oder es gibt möglicherweise keinen Transitdienst für Ihre Reise zum von Ihnen gewählten Zeitpunkt.
es_es: No hay tiempos de tránsito disponibles. La fecha puede ser pasada o muy lejana en el futuro o puede que no haya servicio de tránsito para su viaje en el momento que elija.

# errorServerTimeout
source: The trip planner is taking way too long to process your request. Please try again later.
de_de: Der Routenplaner dauert viel zu lange, um Ihre Anfrage zu bearbeiten. Bitte versuchen Sie es später noch einmal.
es_es: El planificador de viajes tarda demasiado en procesar su solicitud. Por favor, inténtelo de nuevo más tarde.

# errorTrivialDistance
source: Origin is within a trivial distance of the destination.
de_de: Der Ursprung liegt in trivialer Entfernung zum Ziel.
es_es: El origen está a una distancia trivial del destino.

# errorServerCanNotHandleRequest
source: The request has errors that the server is not willing or able to process.
de_de: Die Anforderung weist Fehler auf, die der Server nicht verarbeiten kann oder möchte.
es_es: La solicitud tiene errores que el servidor no está dispuesto o no puede procesar.

# errorUnknownOrigin
source: Origin is unknown. Can you be a bit more descriptive?
de_de: Herkunft ist unbekannt. Können Sie etwas aussagekräftiger sein?
es_es: El origen es desconocido. ¿Puedes ser un poco más descriptivo?

# errorUnknownDestination
source: Destination is unknown. Can you be a bit more descriptive?
de_de: Ziel ist unbekannt. Können Sie etwas aussagekräftiger sein?
es_es: El destino es desconocido. ¿Puedes ser un poco más descriptivo?

# errorUnknownOriginDestination
source: Both origin and destination are unknown. Can you be a bit more descriptive?
de_de: Sowohl Herkunft als auch Ziel sind unbekannt. Können Sie etwas aussagekräftiger sein?
es_es: Tanto el origen como el destino son desconocidos. ¿Puedes ser un poco más descriptivo?

# errorNoBarrierFree
source: Both origin and destination are not wheelchair accessible
de_de: Sowohl der Ausgangspunkt als auch das Ziel sind nicht für Rollstuhlfahrer zugänglich
es_es: Tanto el origen como el destino no son accesibles para sillas de ruedas.

# errorAmbiguousOrigin
source: The trip planner is unsure of the location you want to start from. Please select from the following options, or be more specific.
de_de: Der Routenplaner ist sich nicht sicher, von welchem Ort aus Sie starten möchten. Bitte wählen Sie aus den folgenden Optionen aus oder gehen Sie genauer vor.
es_es: El planificador de viajes no está seguro de la ubicación desde la que desea comenzar. Seleccione entre las siguientes opciones o sea más específico.

# errorAmbiguousDestination
source: The trip planner is unsure of the location you want to go to. Please select from the following options, or be more specific.
de_de: Der Routenplaner ist sich nicht sicher, zu welchem Ort Sie gehen möchten. Bitte wählen Sie aus den folgenden Optionen aus oder gehen Sie genauer vor.
es_es: El planificador de viajes no está seguro de la ubicación a la que desea ir. Seleccione entre las siguientes opciones o sea más específico.

# errorAmbiguousOriginDestination
source: Both origin and destination are ambiguous. Please select from the following options, or be more specific.
de_de: Sowohl der Ursprung als auch der Bestimmungsort sind nicht eindeutig. Bitte wählen Sie aus den folgenden Optionen aus oder gehen Sie genauer vor.
es_es: Tanto el origen como el destino son ambiguos. Seleccione entre las siguientes opciones o sea más específico.

# searchHintOrigin
source: Choose starting point
de_de: Wählen Sie den Startpunkt
es_es: Elige un punto de partida

# searchHintDestination
source: Choose destination
de_de: Ziel auswählen
es_es: Elige destino

# searchItemChooseOnMap
source: Choose on map
de_de: Wählen Sie auf der Karte
es_es: Elige en el mapa

# searchItemYourLocation
source: Your location
de_de: Ihr Standort
es_es: Tu ubicación

# searchItemNoResults
source: No results
de_de: Keine Ergebnisse
es_es: No hay resultados

# searchTitlePlaces
source: Places
de_de: Setzt
es_es: Lugares

# searchTitleRecent
source: Recent
de_de: Kürzlich
es_es: Reciente

# searchTitleFavorites
source: Favorites
de_de: Favoriten
es_es: Favoritos

# searchTitleResults
source: Search Results
de_de: Suchergebnisse
es_es: Resultados de la búsqueda

# searchPleaseSelectOrigin
source: Select origin
de_de: Herkunft auswählen
es_es: Seleccionar origen

# searchPleaseSelectDestination
source: Select destination
de_de: Ziel aussuchen
es_es: Seleccionar destino

# searchFailLoadingPlan
source: Failed to load plan.
de_de: Fehler beim Laden des Plans.
es_es: Error al cargar el plan.

# searchMapMarker
source: Map Marker
de_de: Kartenmarkierung
es_es: Marcador de mapa

# chooseLocationPageTitle
source: Choose a point
de_de: Wählen Sie einen Punkt
es_es: Elige un punto

# chooseLocationPageSubtitle
source: Pan & zoom map under pin
de_de: Pan & Zoom Karte unter Pin
es_es: Mapa panorámico y zoom debajo del pin

# instructionWalk
source: Walk {duration} ({distance}) to {location}
de_de: Laufen Sie {duration} ( {distance} ) zu {location}
es_es: Camina {duration} ( {distance} ) a {location}

# instructionRide
source: Ride {vehicle} for {duration} ({distance}) to {location}
de_de: {vehicle} {duration} ( {distance} ) bis {location}
es_es: Viaje en {vehicle} por {duration} ( {distance} ) a {location}

# instructionVehicleBus
source: Jeepney
de_de: Jeep
es_es: todoterreno

# instructionVehicleMicro
source: Micro
de_de: Mikro

# instructionVehicleMinibus
source: Minibus
de_de: Kleinbus
es_es: Microbús

# instructionVehicleCar
source: Car
de_de: Auto
es_es: Coche

# instructionVehicleGondola
source: Gondola
de_de: Gondel
es_es: Góndola

# menuConnections
source: Show routes
de_de: Routen anzeigen
es_es: Mostrar rutas

# menuAbout
source: About
de_de: Über
es_es: Acerca de

# menuTeam
source: Settings
de_de: Fahrpreis
es_es: Equipo

# menuFeedback
source: Report to LTFRB
de_de: Bericht an LTFRB
es_es: Informar a LTFRB

# menuOnline
source: Regular
de_de: Reguläres
es_es: En línea

# menuAppReview
source: Rate the app
de_de: Bewerten Sie die App
es_es: Califica la aplicación

# menuShareApp
source: Share the app
de_de: Teile die App
es_es: Comparte la aplicación

# shareAppText
source: Download Jeepney App, the public transport app for Valenzuela City, at {url}
de_de: Laden Sie Jeepney App, die ÖPNV-App für Valenzuela City, unter {url} herunter.
es_es: Descargue Jeepney App, la aplicación de transporte público para Valenzuela City, en {url}

# feedbackContent
source: The Land Transportation Franchising and Regulatory Board (LTFRB) has put up a complaint center around the clock. Aside from responding to complaints and grievances, the contact centers will respond to inquiries about any services rendered by the LTFRB.
de_de: Das Land Transportation Franchising and Regulatory Board (LTFRB) hat rund um die Uhr eine Beschwerdestelle eingerichtet. Neben der Beantwortung von Beschwerden und Beschwerden werden die Kontaktzentren auch Anfragen zu den Dienstleistungen der LTFRB beantworten.
es_es: ¿Tiene quejas o desea presentar informes de jeepneys de servicios públicos (PUJ) en mora? Asegúrese de agregar el número de placa y el número de contacto *, para que podamos responderle.

# feedbackContent1
source: If you encounter violations involving drivers of public utility jeepneys, condition and state of public vehicle units and other public land transportation-related complaints you can report it via email and LTFRB Facebook where complainants send pictures and videos for evidence, and their 24/7 hotline number - 1342.
de_de: Wenn Sie auf Verstöße in Bezug auf Fahrer von Jeepneys der öffentlichen Versorgungsbetriebe, Zustand und Zustand der öffentlichen Fahrzeugeinheiten und andere Beschwerden im Zusammenhang mit dem öffentlichen Landverkehr stoßen, können Sie dies per E-Mail und LTFRB Facebook melden, wo die Beschwerdeführer Bilder und Videos als Beweismittel einsenden, sowie ihre 24/7-Hotline-Nummer - 1342.

# feedbackContent2
source: In filing a complaint, the LTFRB will ask the person who reported to the hotline if they are willing to attend a hearing. If they are, the LTFRB will send the complaint to their Legal Division for scheduling and issuance of summons to both complainant and respondent. For complainants who do not want to attend a hearing, the LTFRB will send a Show Cause Order (SCO) or reprimand letter signed by the Chairman. The LTFRB will ask the respondent to reason out and explain why the driver or the operator should not be sanctioned for the reported violation. A response from the driver or operator must be received within 5 days from receipt of the SCO. The complainant will also receive a copy of the SCO and the response letter of the respondent. Sending of summons, SCOs, and reprimand letters are coursed through PhilPost.
de_de: Bei der Einreichung einer Beschwerde fragt der LTFRB die Person, die sich bei der Hotline gemeldet hat, ob sie bereit ist, an einer Anhörung teilzunehmen. Ist dies der Fall, sendet das LTFRB die Beschwerde an die Rechtsabteilung, die die Vorladung des Beschwerdeführers und des Beklagten plant und durchführt. Für Beschwerdeführer, die nicht an einer Anhörung teilnehmen möchten, sendet das LTFRB eine vom Vorsitzenden unterzeichnete Vorladung oder einen Verweis. Das LTFRB wird den Beklagten auffordern, die Gründe zu begründen und zu erklären, warum der Fahrer oder der Betreiber für den gemeldeten Verstoß nicht bestraft werden sollte. Eine Antwort des Fahrers oder Betreibers muss innerhalb von 5 Tagen nach Erhalt der SCO eingehen. Der Beschwerdeführer erhält auch eine Kopie der SCO und des Antwortschreibens des Beklagten. Das Versenden von Vorladungen, SCOs und Verweisschreiben wird über PhilPost abgewickelt.

# feedbackTitle
source: File a Complaint
de_de: Eine Beschwerde einreichen
es_es: Presentar una queja

# aboutContent
source: We have developed this app to make it easy for people to use the transport system in Valenzuela City and the surrounding area.
de_de: Wir haben diese App entwickelt, um Menschen die Nutzung des Transportsystems in Valenzuela City und Umgebung zu erleichtern.
es_es: Hemos desarrollado esta aplicación para facilitar que las personas utilicen el sistema de transporte en Valenzuela City y sus alrededores.

# aboutLicenses
source: Licenses
de_de: Lizenzen
es_es: Licencias

# teamContent
source: We are an international team called Trufi Association that has created this app with the help of many volunteers! Do you want to improve the Trufi App and be part of our team?
de_de: Wir sind ein internationales Team mit dem Namen Trufi Association, das diese App mit Hilfe vieler Freiwilliger erstellt hat! Möchtest du mithelfen, die Trufi App zu verbessern und Teil unseres Teams sein?
es_es: Somos un equipo internacional llamado Trufi Association y hemos desarrollado esta app con la ayuda de muchos voluntarios. ¿Quieres mejorar la Trufi App y ser parte de nuestro equipo?

# teamSectionRepresentatives
source: Representatives: {representatives}
de_de: Vertreter: {representatives}
es_es: Representantes: {representatives}

# teamSectionTranslations
source: Translations: {translators}
de_de: Übersetzungen: {translators}
es_es: Traducciones: {translators}

# teamSectionRoutes
source: Routes: {routeContributors} and all users that uploaded routes to OpenStreetMap, such as {osmContributors}. Contact us if you want to join the OpenStreetMap community!
de_de: Routen: {routeContributors} und alle Benutzer, die Routen zu OpenStreetMap hochgeladen haben, z. B. {osmContributors}. Kontaktieren Sie uns, wenn Sie der OpenStreetMap-Community beitreten möchten!
es_es: Rutas: {routeContributors} y todos los usuarios que subieron rutas a OpenStreetMap, como {osmContributors}. ¡Contáctanos si quieres unirte a la comunidad OpenStreetMap!

# fare1
source: For the first 4kms minimum fare is 9 PHP succeeding fare 1.50 PhP per km. Base fare or minimum fare is 9 PHP applicable to all routes in NCR, Reg 3 and Reg 4.
de_de: Für die ersten 4 km beträgt der Mindesttarif 9 PHP-Nachfolgetarif 1,50 PhP pro km. Der Basistarif oder Mindesttarif beträgt 9 PHP für alle Strecken in NCR, Reg 3 und Reg 4.

# fare2
source: Discount for PWD, Senior Citizen, Student
de_de: Rabatt für PWD, Senior Citizen, Studenten

# fare3
source: Fare
de_de: Fahrpreis

# fare4
source: Students can avail of the twenty percent (20% discount from Monday to Sunday including summer breaks, legal and special legal holidays. Post-graduate students (those taking up medicine, law, masteral, doctoral degrees and the like) cannot avail of the said fare discount.
de_de: Die Studenten können die zwanzig Prozent (20% Rabatt von Montag bis Sonntag, einschließlich der Sommerferien, gesetzlichen und besonderen gesetzlichen Feiertage) in Anspruch nehmen. Postgraduierte (Studenten, die Medizin, Jura, Magister, Doktorat und ähnliches studieren) können die genannte Ermäßigung nicht in Anspruch nehmen.

# fare5
source: Students, persons with disabilities, and senior citizens are entitled to a 20 percent discount on fares everyday upon presentation of their identification cards.
de_de: Studenten, Menschen mit Behinderungen und Senioren erhalten gegen Vorlage ihres Personalausweises täglich 20 Prozent Ermäßigung auf die Tarife.

source: Donate
de_de: Spenden
es_es: Donar

source: Read our blog
de_de: Lesen Sie unseren Blog
es_es: Lee nuestro blog

# followOnFacebook
source: Follow us on Facebook
de_de: Folge uns auf Facebook
es_es: Síguenos en Facebook

# followOnTwitter
source: Follow us on Twitter
de_de: Folge uns auf Twitter
es_es: Síguenos en Twitter

# followOnInstagram
source: Follow us on Instagram
de_de: Folge uns auf Instagram
es_es: Síguenos en Instagram

# appReviewDialogTitle
source: Enjoying Trufi?
de_de: Trufi genießen?
es_es: ¿Estás disfrutando de Trufi?

# appReviewDialogContent
source: Support us with a review on the Google Play Store.
de_de: Unterstützen Sie uns mit einer Bewertung im Google Play Store.
es_es: Apóyanos con una reseña en Google Play Store.

# appReviewDialogButtonDecline
source: Not now
de_de: Nicht jetzt
es_es: Ahora no

# appReviewDialogButtonAccept
source: Write review
de_de: Eine Beurteilung schreiben
es_es: Escribir un comentario

# version
source: Version {version}
es_es: Versión {version}

# teamSectionTeam
source: Team: {teamMembers}
es_es: Equipo: {teamMembers}
